# Написать программу вычисления значения функции y = f(a)

def y(a):
    y = a
    print(y)
y(a = input('Enter argument: '))